Revit 2027 API
ParameterTypeId.LeaderArrowWidth Property
 "Arrow Width Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LeaderArrowWidth { get; }
Public Shared ReadOnly Property LeaderArrowWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LeaderArrowWidth {
	ForgeTypeId^ get ();
}
static member LeaderArrowWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace